Repository: SeherTurmus/Flutter_Bootcamp
Catalog: lib/l10n/app_*.arb
Languages: es, tr

# appBarText
source: Flutter Coffee House
es: Cafetería Flutter
tr: Flutter Kahve Evi

# caffeLatteText
source: Caffe Latte
es: Cafe con leche
tr: Kahve Latte

# sugarText
source: No Sugar!
es: ¡Sin Azucar!
tr: Şeker Yok!

# creamText
source: No Cream!
es: ¡Sin Crema!
tr: Krema Yok!

# aromaText
source: No Aroma!
es: ¡Sin Aroma!
tr: Aroma Yok!

# smallText
source: Small 10$
es: Pequeño 10$
tr: Küçük 70₺

# mediumText
source: Medium 15$
es: Mediano 15$
tr: Orta 80₺

# largeText
source: Large 20$
es: Grande 20$
tr: Büyük 90₺

# fullFatText
source: FULL FAT
es: GORDO LLENO
tr: YAĞLI

# lowFatText
source: LOW FAT
es: GORDO BAJO
tr: AZ YAĞLI

# lactoseFreeText
source: LACTOSE FREE
es: SIN LACTOSA
tr: LAKTOZSUZ

# descriptionText
source: Don't miss the smooth and delicious Latte flavor we prepared by adding silky milk to espresso!
es: ¡No te pierdas el suave y delicioso sabor Latte que preparamos agregando leche sedosa al espresso!
tr: Espressoya ipeksi süt katarak hazırladığımız pürüzsüz ve lezzetli Latte lezzetini kaçırmayın!

# addToCartText
source: ADD TO CART
es: AÑADIR A LA CESTA
tr: SEPETE EKLE
